{
    "statistics_description" : "Tässä taulukossa ovat kaikki tärkeimmät tunnusluvut, jotka kuvaavat kirjaston toimintaa.",
    "category_diagram_description" : "Tämä kuvaaja kuvaa kirjaston eri kirjaryhmien kulutuksen osuutta.",
    "lost_books" : "Kirja on hukassa, kun sen paluupäivämäärä on tyhjä ja kirja on ollut lainassa yli 60 pv.",
    "late_books" : "Kirja on myöhässä, kun se on ollut lainassa yli 30 päivää.",
    "period": "Ajanjakso",
    "most_popular_book_category": "Suosituin kategoria",
    "loan_change_percent": "Muutos lainamäärissä (%)",
    "new_loans_qty": "Uusia lainoja (kpl)",
    "late_loans_qty": "Lainassa yli 30 pv, ei palautettu (kpl)",
    "lost_books_qty": "Lainassa yli 60 päivää, ei palautettu (kpl)",
    "average_loan_duration_days": "Keskimääräinen laina-aika (päivää)",
    "title_statistics_table" : "Tunnuslukutaulukko",
    "title_loan_amounts" : "Lainamäärien kehitys",
    "title_best_categories" : "Kirjakategorioiden suosio",
    "title_data_source_description" : "Datan alkuperä ja keräysmenetelmä",
    "title_preprocessing_description" : "Esikäsittelymenetelmät selitettynä",
    "title_data_source_errors_and_uncertainty" : "Datan virheet ja epävarmuudet",
    "image_loan_amounts" : "Lainamäärä nousi vuonna 2024 merkittävästi edelliseen vuoteen verrattuna",
    "image_best_categories" : "Lastenkirjat oli edelleen suosituin kirjakategoria",
    "results_explained" : "Tulokset ja johtopäätökset",
    "chapter_loan_amounts" : "Lainausmäärässä tapahtui merkittävä 44% kasvu edelliseen vuoteen verrattuna. Kadotettujen ja myöhästyneiden lainojen määrä ei kasvanut samassa suhteessa, vaan niiden osuus yhteensä pieneni 4 prosenttia edellisestä vuodesta.",
    "chapter_best_categories" : "Kirjaston suosituin kategoria on edelleen lastenkirjat. Noin puolet lainauksista koskee lastenkirjoja. Dekkareita ja tietokirjoja lainataan suurin piirtein yhtä paljon.",
    "chapter_data_source_description" : "Data on peräisin Testikaupungin kaupunginkirjaston lainaustietojärjestelmästä vuosilta 2023 ja 2024. Se on kerätty SQL-liitoksella asiakas, kirja ja lainaustaulujen välillä. Mukaan on valittu kaikki muut kirjalainaukset paitsi nuottikirjojen lainaukset. ",
    "chapter_preprocessing_description" : "Esikäsittelyssä poistettiin datasta virheitä. Muutamia virheellisiä kirjaluokituksia korjattiin suoraan järjestelmään ennen kuin data kerättiin. Muuta esikäsittelyä ei tällä kertaa tarvittu.",
    "chapter_data_source_errors_and_uncertainty" : "Raportointikauden aikana siirrettiin laulukirjat nuottikategoriaan, joten ne eivät ole tänä vuonna mukana runokirjallisuudessa. Tästä johtuen runoteosten suosio näyttää hieman laskeneen viime vuoteen nähden, mikä pitää ottaa huomioon vertailussa edellisen vuoden raporttiin. Tänä vuonna myös mukaan laskettiin naapurikuntalaisten tekemät lainaukset ensimmäistä kertaa. Aiempina vuosina ne on jätetty pois tarkastelusta. Tänä vuonna ne otettiin mukaan, koska naapurikunta maksaa nykyään kirjastomme palveluiden käytöstä.",
    "chapter_results_explained" : "Lainausmäärässä tapahtunut muutos selittyy suureksi osaksi sillä, että mukaan on laskettu myös naapurikuntalaisten tekemät lainaukset. Vaikka lainausmäärässä tapahtui vuonna 2024 selvä nousu edelliseen vuoteen verrattuna, kadonneiden lainojen ja myöhästyneiden lainojen määrä ei kasvanut samassa suhteessa. Suosituin kirjakategoria on edelleen lastenkirjat. Tänä vuonna tietoteosten suosio nousi 10:sta prosentista 20:een. Siten uusia tietoteoksia kannattaisi hankkia kirjaston valikoimaan samoin kuin uusia lastenkirjojakin."
}